Ran Plan for 3 projects:

1. project: `default` dir: `.` workspace: `default`
1. project: `staging` dir: `.` workspace: `default`
1. project: `tflint` dir: `.` workspace: `default`

### 1. project: `default` dir: `.` workspace: `default`
**Plan Error**
```
running "/usr/local/bin/terraform plan -input=false -refresh -no-color -out \"/home/ubuntu/.atlantis/repos/OuFinx/terratest/5/default/default-default.tfplan\" -var-file=default.tfvars" in "/home/ubuntu/.atlantis/repos/OuFinx/terratest/5/default": exit status 1

Error: Failed to read variables file

Given variables file default.tfvars does not exist.


```

---
### 2. project: `staging` dir: `.` workspace: `default`
**Plan Error**
```
running "/usr/local/bin/terraform plan -input=false -refresh -no-color -out \"/home/ubuntu/.atlantis/repos/OuFinx/terratest/5/default/staging-default.tfplan\" -var-file staging.tfvars" in "/home/ubuntu/.atlantis/repos/OuFinx/terratest/5/default": exit status 1

Error: Failed to read variables file

Given variables file staging.tfvars does not exist.


```

---
### 3. project: `tflint` dir: `.` workspace: `default`
<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.s3.aws_s3_bucket.b will be created
+ resource "aws_s3_bucket" "b" {
      + acceleration_status         = (known after apply)
      + acl                         = "private"
      + arn                         = (known after apply)
      + bucket                      = "sdfsdf222sfsdf111-sdfgdfgtqqq1eraa"
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags                        = {
          + "Environment" = "Dev1"
          + "Name"        = "My bucket"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p tflint`
* :put_litter_in_its_place: To **delete** this plan click [here](http://54.144.165.7/lock?id=OuFinx%252Fterratest%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p tflint`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
